{
  "global": {
    "language": {
      "iso": "PT",
      "name": "Português"
      },
    "app": {
      "name":"Cluey",
      "resume_title": "O que é o Cluey?",
      "resume": "O Cluey é uma aplicação móvel que ajuda a encontrar os melhores locais para comer, beber e divertir-se. É uma rede social que permite partilhar as suas experiências com amigos e outros utilizadores. É também uma plataforma que permite descobrir novos lugares e experiências.",
      "policy_terms": {
        "title": "Política de Privacidade e Termos de Uso",
        "short_title": "Política e Termos",
        "policy": {
          "title": "Política de Privacidade",
          "p1": "A sua privacidade é importante para nós. É política do Cluey respeitar a sua privacidade em relação a qualquer informação sua que possamos coletar no site do Cluey, e outros sites que possuímos e operamos.",
          "p2": "Só pedimos informações pessoais quando realmente precisamos delas para lhe fornecer um serviço. Coletamos por meios justos e legais, com o seu conhecimento e consentimento. Também informamos por que estamos coletando e como será usado.",
          "p3": "Retemos as informações coletadas apenas pelo tempo necessário para fornecer o serviço solicitado. O que armazenamos, protegemos por meios comercialmente aceitáveis para evitar perda e roubo, bem como acesso, divulgação, cópia, uso ou modificação não autorizados.",
          "p4": "Não compartilhamos informações pessoais identificáveis publicamente ou com terceiros, exceto quando exigido por lei. Nosso site pode ter links para outros sites externos que não são operados por nós. Esteja ciente de que não temos controle sobre o conteúdo e práticas desses sites e não podemos aceitar responsabilidade ou obrigação pelas respectivas políticas de privacidade.",
          "p5": "Você tem o direito de recusar a nossa solicitação de informações pessoais, entendendo que podemos ser incapazes de fornecer alguns dos serviços desejados.",
          "p6": "O seu uso continuado do nosso site será considerado como aceitação das nossas práticas em torno da privacidade e informações pessoais. Se tiver alguma dúvida sobre como lidamos com dados de usuário e informações pessoais, sinta-se à vontade para entrar em contato conosco.",
          "p7": "Esta política é efetiva a partir de 1 de janeiro de 2023."
        },
        "terms": {
          "title": "Termos de Uso",
          "t1": "1. Termos",
          "p1": "Ao aceder ao site cluey, concorda em ficar vinculado por estes termos de serviço, todas as leis e regulamentos aplicáveis e concorda que é responsável pelo cumprimento de todas as leis locais aplicáveis. Se não concorda com qualquer um destes termos, é proibido utilizar ou aceder a este site. Os materiais contidos neste site são protegidos pelas leis aplicáveis de direitos autorais e marcas comerciais.",
          "t2": "2. Licença de uso",
          "p2": "É concedida permissão para descarregar temporariamente uma cópia dos materiais (informação ou software) no site da cluey para visualização pessoal, transitória e não comercial apenas. Esta é uma concessão de uma licença, não uma transferência de título, e, sob esta licença, não pode:",
          "p2.1": "modificar ou copiar os materiais;",
          "p2.2": "utilizar os materiais para qualquer fim comercial, ou para qualquer exibição pública (comercial ou não comercial);",
          "p2.3": "tentar descompilar ou engenharia reversa de qualquer software contido no site da cluey;",
          "p2.4": "remover quaisquer notas de direitos autorais ou outras notas proprietárias dos materiais; ou",
          "p2.5": "transferir os materiais para outra pessoa ou 'espelhar' os materiais em qualquer outro servidor.",
          "p2.6": "Esta licença será automaticamente rescindida se violar alguma destas restrições e poderá ser rescindida pela cluey a qualquer momento. Ao terminar a visualização desses materiais ou ao término desta licença, deve destruir todos os materiais descarregados em sua posse, seja em formato eletrónico ou impresso.",
          "t3": "3. Isenção de responsabilidade",
          "p3": "Os materiais no site da cluey são fornecidos 'tal como estão'. A cluey não dá garantias, expressas ou implícitas, e por este meio nega e anula todas as outras garantias, incluindo, sem limitação, garantias implícitas ou condições de comercialização, adequação a um fim específico ou não violação de propriedade intelectual ou outra violação de direitos.",
          "p3.1": "Além disso, a cluey não garante nem faz quaisquer representações sobre a precisão, resultados prováveis ​​ou confiabilidade do uso dos materiais em seu site ou de outra forma relacionados a esses materiais ou em qualquer site ligado a este site.",
          "t4": "4. Limitações",
          "p4": "In no event shall cluey or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on cluey's website, even if cluey or a cluey authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.",
          "t5": "5. Accuracy of materials",
          "p5": "The materials appearing on cluey's website could include technical, typographical, or photographic errors. cluey does not warrant that any of the materials on its website are accurate, complete or current. cluey may make changes to the materials contained on its website at any time without notice. However cluey does not make any commitment to update the materials.",
          "t6": "6. Links",
          "p6": "cluey has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by cluey of the site. Use of any such linked website is at the user's own risk.",
          "t7": "7. Modifications",
          "p7": "cluey may revise these terms of service for its website at any time without notice. By using this website you are agreeing to be bound by the then current version of these terms of service.",
          "t8": "8. Governing Law",
          "p8": "These terms and conditions are governed by and construed in accordance with the laws of Portugal and you irrevocably submit to the exclusive jurisdiction of the courts in that State or location."
        }
      },
      "contact_us": {
        "title": "Contact Us",
        "website": "https://www.cluey.pt/",
        "github": "https://github.com/ClueyAi",
        "facebook": "https://www.facebook.com/"
      }
    },
    "team": {
      "title": "Developer by",
      "designer": {
        "name": "Gabriel Ferreira",
        "office": "Designer",
        "site_url": "https://www.beatstars.com/gakibeatz",
        "photo_url": "https://yt3.ggpht.com/PVbtR9FIlpi9Y9QRtiuYDIxRh9FJeIrzBzVMNJzSjs8e_GnNohvI1fbJHQbeGRvADN7HEkkC=s176-c-k-c0x00ffffff-no-rj-mo"
      },
      "developer": {
        "name": "Gustavo Falcão",
        "office": "Developer",
        "site_url": "https://github.com/gustavofalcao1",
        "photo_url": "https://avatars.githubusercontent.com/u/26607023?v=4"
      },
      "tester": {
        "name": "Gonçalo Silva",
        "office": "Tester",
        "site_url": "https://www.linkedin.com/in/gon%C3%A7alo-silva-7b5b1b194/",
        "photo_url": "https://media.licdn.com/dms/image/C4D03AQEXYi5mvFcUCA/profile-displayphoto-shrink_400_400/0/1569583446493?e=1687392000&v=beta&t=MKXMUm0oQNWskTStlt3P-Sp2t-HpYCCe5-Dj0LYWbu0"
      }
    },
    "mentor": {
      "title": "Mentored by",
      "mentor1": {
        "name": "Ana Paula Pinto",
        "site_url": "http://instituto.islagaia.pt/docentes/docente/APP",
        "photo_url": "http://instituto.islagaia.pt/docentes/docfotos/3.png"
      },
      "mentor2": {
        "name": "Joaquim Moreira",
        "site_url": "http://instituto.islagaia.pt/docentes/docente/JJM",
        "photo_url": "http://instituto.islagaia.pt/docentes/docfotos/38.jpg"
      },
      "mentor3": {
        "name": "Jorge Godinho",
        "site_url": "http://instituto.islagaia.pt/docentes/docente/ALG",
        "photo_url": "http://instituto.islagaia.pt/docentes/docfotos/5.png"
      }
    },
    "partners": {
      "title": "Our Partners",
      "islagaia": {
        "name": "Isla Gaia",
        "site_url": "https://islagaia.com",
        "logo_url": "https://www.islagaia.pt/images/log_isla_novo.png"
      }
    }
  },
  "welcome": {
    "title": "Sua IA de assistente pessoal",
    "description": "Aumente sua produtividade com a ajuda da inteligência artificial em seu smartphone.",
    "footer": "Ao continuar você concorda com nossos",
    "button": {
      "text": "Continuar",
      "msg": "ir para autenticação"
    }
  },
  "signin": {
    "title": "Sign In",
    "description": "Enter your account to Cluey help you.",
    "button": {
      "text": "Lets Go",
      "msg": "enter and get started to Cluey",
      "signup": "create a new account now"
    },
    "text_input": {
      "email": "email",
      "password": "password"
    }
  },
  "signup": {
    "title": "Sign Up",
    "description": "Create a new account to Cluey help you.",
    "button": {
      "text": "Continue",
      "msg": "create and get started to Cluey"
    },
    "text_input": {
      "email": "email",
      "password": "password",
      "confirm_password": "confirm password"
    }
  },
  "custom": {
    "verify": {
      "title": "Verify",
      "description": "Please check your email from the link sent to you in order to proceed to Cluey.",
      "verify_button": {
        "text": "Send Email Verify",
        "msg": "send verification email"
      },
      "continue_button": {
        "text": "Continue",
        "msg": "continue to Cluey"
      }
    }
  },
  "forgot": {
    "title": "Forgot Password?",
    "description": "Create a new account to Cluey help you.",
    "button": {
      "text": "Recovery",
      "msg": "create and get started to Cluey"
    },
    "text_input": {
      "email": "email"
    },
    "success": {
      "title": "Password recovery successfully requested!",
      "description": "You will receive an email with the steps to recover your account password, associated with the email entered.",
      "alert_tittle": "Important!",
      "alert_msg": "Remember to also check your 'spam' folder.",
      "Button": {
        "text": "Continue",
        "msg": "continue to Sign In screen"
      }
    }
  },
  "logout": {
    "text": "Logout",
    "msg": "logout at your account"
  },
  "home": {
    "title": "Home",
    "description": "Welcome to Cluey, your personal AI assistant.",
    "settings_button": {
      "text": "Settings",
      "msg": "go to settings"
    },
    "chat_box": {
      "placeholder1": "Hi ",
      "placeholder2": ", how can I help you?"
    },
    "send_button": {
      "text": "Sender",
      "msg": "sender message"
    }
  },
  "settings": {
    "title": "Settings",
    "button_logout": {
      "msg": "desconnect from Cluey and go back to authentication",
      "alert": {
        "title": "Are your sure?",
        "description": "Are you sure you want to logout?",
        "msg": "are you sure you want to logout?"
      }
    },
    "photo_button": {
      "text": "Change your photo",
      "msg": "change your photo",
      "library_permission": "You've refused to allow this appp to access your photos!",
      "camera_permission": "You've refused to allow this appp to access your camera!"
    },
    "name_button": {
      "text": "Change your name",
      "msg": "change your name"
    },
    "config": {
      "email_config": {
        "title": "Change email",
        "description": "your account email",
        "email": "new email",
        "password": "password",
        "change_button": {
          "text": "Change",
          "msg": "change your email"
        }
      },
      "password_config": {
        "title": "Change password"
      },
      "anddress_config": {
        "title": "Country",
        "description": "Choose your location."
      },
      "preferences_config": {
        "title": "Preferences",
        "description": "Customize to your experience"
      }
    }
  },
  "about": {
    "title": "About"
  },
  "alert": {
    "title": "Alert",
    "yes": "Yes",
    "no": "No",
    "logout": {
      "title": "Are your sure?",
      "message": "Are you sure you want to log out of your account?"
    },
    "photo_change": {
      "title": "Change your photo",
      "message": "Choose how you want to change your photo",
      "camera": "Camera",
      "library": "Gallery"
    }
  },
  "loading": {
    "loading": "A carregar...",
    "welcome": "Bem-Vindo!",
    "welcome_back": "Bem-Vindo de volta!",
    "welcome_user": "Bem-Vindo de volta, "
  },
  "error": {
    "auth_connect_error": "Error to connect your account",
    "auth_create_user": "Error to create your account",
    "auth_user_not_found": "User not found",
    "auth_missing_email": "Please enter your email",
    "auth_invalid_email": "Please enter a valid email",
    "auth_email_already_in_use": "Email already in use",
    "auth_missing_password": "Please enter your password",
    "auth_invalid_password": "Please enter a valid password",
    "auth_wrong_password": "Wrong password"
  }
}
